{"modified":"05\/11\/2017 - 14:56:27","collection":[{"query":"co so du lieu","description":"tim tat ca trang web lien quan den co so du lieu, khai niem co so du lieu, cac cong cu ho tro quan ly co so du lieu ...","sites":[{"title":"Cách tìm kiếm thông tin trên Internet - BuaXua.vn","url":"https:\/\/help.libreoffice.org\/Calc\/Database_Functions\/vi","content":"Trang chủPhần cứng vi tínhPhần mềm vi tínhMạng - InternetThiết kế WebTin học phổ thôngTin học văn phòngThiết bị điện tửMáy ảnh sốĐiện thoại di độngKiến thức tổng hợpThông tin cần biếtSức khỏe - Cuộc sốngThời trangThông tin - Tỉ giáBản đồ thế giớiTrò chơiHỏi - ĐápBuaXua.vnMạng - InternetMạng - InternetGoogleYahooAltaVistaLycosAllTheWebBuaXua.vnCài đặt chương trình duyệt web Google Chrome trên windows 7Cách đăng ký và đăng nhập Yahoo! Mail bằng tài khoản GoogleThủ thuật tìm kiếm thông tin với Google SearchCách tham gia các phòng Chat trong Yahoo! MessengerCách tìm kiếm hình ảnh trên Internet bằng GoogleCách thay đổi mật khẩu GmailCách thay đổi mật khẩu yahoo!Cách đăng ký Gmail mớiCài đặt và sử dụng trình duyệt web Google ChromeCách thực hiện cuộc gọi video bằng Yahoo! MessengerCách đăng ký và sử dụng Gmail Việt NamCách đăng ký và sử dụng Yahoo! Mail Việt NamCách thay đổi mật khẩu GmailCài đặt và sử dụng trình duyệt web Google ChromeCách tham gia các phòng Chat trong Yahoo! MessengerCách đăng ký Gmail mớiTweetCách đăng ký và sử dụng Gmail Việt NamÝ nghĩa của số lượng hoa hồngCách đánh chữ có dấu tiếng ViệtCách đăng ký và sử dụng Yahoo! Mail Việt NamÝ nghĩa của các loài hoaCách nén và giải nén tập tin nén bằng WinRAR5 cách thắt cà vạtCách cài Windows XPCách cài Driver cho các thiết bị của máy vi tínhCách điều chỉnh âm thanh của máy vi tính trong Windows XPBilliard Training - Đánh Bida lỗBillirard - Tập đánh Bida lỗBowling - Trò chơi đánh Bô-linhGold Miner - Trò chơi Đào vàngCaro - Trò chơi đánh ca-rôTrang chủGiới thiệuSử dụngHướng dẫnQuảng cáoLiên hệ","relevance":1}]}],"authors":["Nguyen Duc Tai","Nguyen Manh Hung B","Nguyen Quoc Tuan"]}